"Graph Placeholder" = "Paste or drop here\nthe image of your graph";
"Name for new serie with index %i" = "Untitled Set %i";

"undefined number placeholder" = "undefined";
"Time format (%@)" = "%@ s";

"General Preference Pane Label" = "General";
"Number Format Preference Pane Label" = "Number Format";
"Automatic Detection Preference Pane Label" = "Detection";
"Advanced Preference Pane Label" = "Advanced";
"Updates Preference Pane Label" = "Updates";

"Show Palette Menu Item Title" = "Show Data Sets";
"Hide Palette Menu Item Title" = "Hide Data Sets";
"Show Info Menu Item Title" = "Show Info";
"Hide Info Menu Item Title" = "Hide Info";
"Show Frame Menu Item Title" = "Show Coordinate Frame";
"Hide Frame Menu Item Title" = "Hide Coordinate Frame";
"Show Inspector Menu Item Title" = "Show Inspector";
"Hide Inspector Menu Item Title" = "Hide Inspector";
"Show Geometry Info Menu Item Title" = "Show Geometry Info";
"Hide Geometry Info Menu Item Title" = "Hide Geometry Info";
"Show Area Info Menu Item Title" = "Show Areas Info";
"Hide Area Info Menu Item Title" = "Hide Areas Info";
"Rename Selected Serie Menu Item Title" = "Rename Selected Data Set…";
"Rename Selected Series Menu Item Title" = "Rename Selected Data Sets…";

"No serie to export alert title" = "No Data Set to Export";
"No serie to export alert message" = "The document contains no data set to be exported.";
"Insert error bar alert title" = "Cannot Add Error Bar";
"Insert error bar alert message" = "Select the point you wish to add error bars to. You can select a point by ⇧-clicking on it.";
"Multiple Data Sets Selected Alert Title" = "Several Data Sets Selected";
"Multiple Data Sets Selected Alert Message" = "Please select only one data set to insert points into.";
"Invisible Data Set Alert Title" = "Invisible Data Set";
"Invisible Data Set Alert Message" = "The selected data set is invisible. Do you want to make it visible before inserting points into it?";
"Make Visible Button" = "Make Visible";
"Cancel Insert Point Button" = "Cancel";
"Export Data Sets Panel Prompt" = "Choose";
"Export Data Sets Panel Message" = "Choose the folder in which you want to save the selected data sets:";
"File Overwrite Alert Title (File: %@)" = "The file %@ already exists. Do you want to replace it?";
"File Overwrite Alert Message (Folder: %@, File: %@)" = "A file with the same name already exists in %@. Replacing it will overwrite its current contents.";
"Overwrite Button" = "Replace";
"Overwrite All Button" = "Replace All";
"Cancel Export Data Sets Button" = "Cancel";


"Image Faction Toolbar Item Label" = "Image Opacity";
"Image Faction Toolbar Item Palette Label" = "Image Opacity";
"Image Faction Toolbar Item Tool Tip" = "Image Opacity";
"Palette Toolbar Item Label" = "Data Sets";
"Palette Toolbar Item Palette Label" = "Show/Hide Data Sets";
"Palette Toolbar Item Tool Tip" = "Show/Hide Data Set Drawer";
"Inspector Toolbar Item Label" = "Inspector";
"Inspector Toolbar Item Palette Label" = "Show/Hide Inspector";
"Inspector Toolbar Item Tool Tip" = "Show/Hide Inspector";
"Geometry Info Toolbar Item Label" = "Geometry";
"Geometry Info Toolbar Item Palette Label" = "Show/Hide Geometry Info";
"Geometry Info Toolbar Item Tool Tip" = "Show/Hide Geometry Info";
"Area Info Toolbar Item Label" = "Areas";
"Area Info Toolbar Item Palette Label" = "Show/Hide Areas Info";
"Area Info Toolbar Item Tool Tip" = "Show/Hide Areas Info";
"Selected Tool Toolbar Item Label" = "Selected Tool";
"Selected Tool Toolbar Item Palette Label" = "Selected Tool";
"Zoom Toolbar Item Label" = "Zoom";
"Zoom Toolbar Item Palette Label" = "Zoom";
"Zoom Toolbar Item Tool Tip" = "Zoom Factor";
"Tolerance Toolbar Item Label" = "Tolerance";
"Tolerance Toolbar Item Palette Label" = "Tolerance";
"Tolerance Toolbar Item Tool Tip" = "Detection Tolerance";
"Spacing Toolbar Item Label" = "Spacing";
"Spacing Toolbar Item Palette Label" = "Spacing";
"Spacing Toolbar Item Tool Tip" = "Detection Spacing";
"Max Number Toolbar Item Label" = "Points";
"Max Number Toolbar Item Palette Label" = "Max. # of Points";
"Max Number Toolbar Item Tool Tip" = "Maximum Number of Detected Points";
"Brush Size Toolbar Item Label" = "Brush Size";
"Brush Size Toolbar Item Palette Label" = "Brush Size";
"Brush Size Toolbar Item Tool Tip" = "Size of the Mask Brush";

"Unregistered Error Bar Alert Title" = "Unregistered Copy";
"Unregistered Error Bar Alert Message" = "The values of error bars cannot be exported with an unregistered copy of GraphClick.";
"Unregistered Geometry Info Alert Title" = "Unregistered Copy";
"Unregistered Geometry Info Alert Message" = "The geometry info cannot be exported with an unregistered copy of GraphClick.";
"Unregistered Number Alert Title" = "Unregistered Copy";
"Unregistered Number Alert Message" = "The number of points which can be exported with an unregistered copy of GraphClick is limited to 10.";
"Unregistered Area Alert Title" = "Unregistered Copy";
"Unregistered Area Alert Message" = "The number of areas which can be exported with an unregistered copy of GraphClick is limited to 2.";
"Unregistered Multiple Data Sets Alert Title" = "Unregistered Copy";
"Unregistered Multiple Data Sets Alert Message" = "The number of data sets which can be simultaneously exported with an unregistered copy of GraphClick is limited to 2.";

"Homepage URL" = "http://www.arizona-software.ch/";
"Register Button" = "Register…";

"Coordinates Inspector Title" = "Coordinates";
"Image Inspector Title" = "Image";
"Appearance Inspector Title" = "Appearance";
"Points Inspector Title" = "Points";
"Deformation Inspector Title" = "Deformation";
"Movie Inspector Title" = "Movie";

"Invalid Log Limit Value Title" = "Invalid Limit";
"Invalid Log Limit Value Message" = "You cannot enter negative or zero values for the limit of a logarithmic scale.";
"Invalid Inverse Limit Value Title" = "Invalid Limit";
"Invalid Inverse Limit Value Message" = "You cannot enter a zero value for the limit of an inverse scale.";

"Invalid Coordinates To Adjust Alert Title" = "Invalid Coordinates";
"Invalid Coordinates To Adjust Alert Message" = "The positions and coordinate values you entered are invalid. Please try again.";

"Max Detection Alert Title" = "Reaching Maximum Number of Points";
"Max Detection Alert Message" = "Some points couldn't be added because the maximum number of points to detect points has been reached.

Try using a mask to define the region where the detection takes place. Alternatively, try to increase the maximum number of points to detect in the preferences.";



"Adjust Coordinates 1 Message" = "Click on image to add points";
"Adjust Coordinates 2 Message" = "Click on horizontal curve";
"Adjust Coordinates 3 Message" = "Click on area";
"Adjust Coordinates 4 Message" = "";
"Adjust Coordinates 5 Message" = "Click on ordinate axis to deform it";
"Adjust Coordinates 6 Message" = "";
"Adjust Coordinates 7 Message" = "";
"Adjust Coordinates 8 Message" = "Click on bar";
"Adjust Coordinates 9 Message" = "";
"Adjust Coordinates 10 Message" = "";
"Adjust Coordinates 11 Message" = "Click on symbol";
"Adjust Coordinates 12 Message" = "Click on any area";
"Adjust Coordinates 13 Message" = "Click on curve";

"Adjust Coordinates 100 Message" = "Select one side of the graph";
"Adjust Coordinates 101 Message" = "Select the other side of the graph";
"Adjust Coordinates 110 Message" = "Select one side of the graph";
"Adjust Coordinates 111 Message" = "Select the other side of the graph";
"Adjust Coordinates 120 Message" = "Select one corner of the graph";
"Adjust Coordinates 121 Message" = "Select the opposite corner of the graph";
"Adjust Coordinates 130 Message" = "Select the bottom-left corner of the graph";
"Adjust Coordinates 131 Message" = "Select the right side of the graph";
"Adjust Coordinates 132 Message" = "Select the top side of the graph";
"Adjust Coordinates 200 Message" = "Select the bottom-left corner of the graph";
"Adjust Coordinates 201 Message" = "Select the bottom-right corner of the graph";
"Adjust Coordinates 202 Message" = "Select the top-left corner of the graph";
"Adjust Coordinates 210 Message" = "Select one side of the graph";
"Adjust Coordinates 211 Message" = "Select the other side of the graph";
"Adjust Coordinates 212 Message" = "Select one side of the graph";
"Adjust Coordinates 213 Message" = "Select the other side of the graph";
"Adjust Coordinates 220 Message" = "Select the origin of the graph";
"Adjust Coordinates 230 Message" = "Select the bottom-left corner of the graph";
"Adjust Coordinates 231 Message" = "Select the bottom-right corner of the graph";
"Adjust Coordinates 232 Message" = "Select the top-left corner of the graph";
"Adjust Coordinates 233 Message" = "Select the top-right corner of the graph";
"Adjust Coordinates 300 Message" = "Select a first point on the graph";
"Adjust Coordinates 301 Message" = "Select a second point on the graph";

"Length Export Title" = "Length:";
"Perimeter Export Title" = "Perimeter:";
"Area Export Title" = "Area:";
"Time Export Column Header" = "t";
"Abscissa Export Column Header" = "x";
"Ordinate Export Column Header" = "y";
"Index Export Column Header" = "#";
"Stacked Time Export Column Header" = "∆t";
"Stacked Abscissa Export Column Header" = "∆x";
"Stacked Ordinate Export Column Header" = "∆y";
"Delta X Min Export Column Header" = "∆x-";
"Delta X Max Export Column Header" = "∆x+";
"Delta Y Min Export Column Header" = "∆y-";
"Delta Y Max Export Column Header" = "∆y+";
"Distance Export Column Header" = "Distance";
"Distance Error Export Column Header" = "±";
"Angle Export Column Header" = "Angle";
"Angle Error Export Column Header" = "±";
"Speed Export Column Header" = "Speed";
"Speed Error Export Column Header" = "±";

"Delta %@ +" = "∆%@+";
"Delta %@ -" = "∆%@-";

"No Symbol Detected Alert Title" = "No Symbol Detected";
"No Symbol Detected Alert Message" = "No symbol could be detected at this position. Try selecting a similar symbol somewhere else.";

"Core Image Unavailable Title" = "Unavailable Feature";
"Core Image Unavailable Message" = "This feature requires Mac OS X 10.4 “Tiger” or later.";

"Background Selected Alert Title" = "Background Selected";
"Background Selected Alert Message" = "The color you selected seems to belong to the background. The result of the detection may be unexpected. Do you want to continue?";
"Background Selected Continue Button" = "Continue";
"Background Selected Alternate Button" = "Cancel";

"Auto Adjustment Failed Title" = "Impossible to adjust coordinates";
"Auto Adjustment Failed Message" = "GraphClick couldn't figure out any valid coordinate system with the positions and values you've just entered. Try again with different points.";
"Poor Adjustment Found Title" = "Coordinates couldn't be adjusted correctly";
"Poor Adjustment Found Message" = "GraphClick couldn't find an adequate coordinate system that matches correctly the positions and values you've just entered. (The search algorithm couldn't find the global optimum.)

You might want to specify the coordinates of one or more additional points to help GraphClick find a better coordinate system. Otherwise, cancel the current adjustment and try again with different points.";
"Add Point" = "Specify Additional Point";
"Ignore" = "Ignore";
"Cancel" = "Cancel";

"Default Map Adjustment Initial Prompt" = "Select a first point of known longitude & latitude";
"Default Map Adjustment Prompt" = "Select another point of known longitude & latitude";
"Default Map Adjustment Initial Prompt (Abscissa)" = "Select a point of known longitude";
"Default Map Adjustment Prompt (Abscissa)" = "Select another point of known longitude";
"Default Map Adjustment Initial Prompt (Ordinate)" = "Select a point of known latitude";
"Default Map Adjustment Prompt (Ordinate)" = "Select another point of known latitude";

"Mercator Projection Name" = "Mercator Projection";
"Oblique Mercator Projection Name" = "Oblique Mercator Projection";
"Transverse Mercator Projection Name" = "Transverse Mercator Projection";
"Gnomonic Projection Name" = "Gnomonic Projection";
"Gnomonic Projection Info String" = "Currently, only the equatorial gnomonic projection is supported.";

"Select the tangent meridian" = "Select the tangent meridian";
"Select the 'equator'" = "Select the 'equator'";
"Select the projection center (can be approx.)" = "Select the projection center (can be approx.)";
